import styles from "./ServiceBlock.module.css";
import service_1 from "../../assets/service_1.svg";
import service_2 from "../../assets/service_2.svg";
import service_3 from "../../assets/service_3.svg";
import service_4 from "../../assets/service_4.svg";
import service_5 from "../../assets/service_5.svg";
import ServiceCard from "../ServiceCard/ServiceCard";

const ServiceBlock = () => {
  const content = [
    {
      image: service_1,
      title: "Базовый пакет бизнес-инкубатор",
      desc: "Бизнес-инкубатор предоставляет возможность проверить свои идеи в рыночных условиях без регистрации компаний. Любой, у кого есть бизнес-идея, может реализовать ее, сотрудничая с Бизнес-инкубатором. Это самый дешевый, быстрый и наименее рискованный способ протестировать собственную бизнес-идею. Предоставляем персонального аккаунт-менеджера.",
    },
    {
      image: service_2,
      title: "Регистрация предпринимательства и фирмы",
      desc: "Осуществляем регистрацию юридических лиц, представительств иностранных компаний и предпринимательства в Польше. Консультируем по всем сопутствующим вопросам.",
    },
    {
      image: service_3,
      title: "Бухгалтерское обслуживание для фирм и предпринимателей",
      desc: "Предоставляем услуги по полному ведению бухгалтерии для предпринимателей и юридических лиц в Польше. Консультируем по финансовым, бухгалтерским и налоговым вопросам.",
    },
    {
      image: service_4,
      title: "Легализация пребывания в Польше",
      desc: "Оказываем услуги по легализации иностранцам, которые проживают в Польше. Мы находимся в курсе самых последних изменений польского законодательства и обеспечиваем получения разрешения на временное пребывание и работу (karta pobytu) в Польше.",
    },
    {
      image: service_5,
      title: "SMM. ADWORDS. SEO",
      desc: "Разработка маркетинговой стратегии и контент-плана для развития и продвижения бизнеса в Польше. SEO - оптимизация, ведение социальных сетей проекта, настройка и сопровождение рекламного кабинета ADWORDS. Адаптация продукта или к услуги к европейскому потребителю.",
    },
  ];
  return (
    <div className={styles["service-block"]}>
      <div className={styles["title-block"]}>
        <h3>Услуги бизнес-инкубатора</h3>
        <h2>Мы предлагаем комплексные услуги по релокации бизнеса в Польшу</h2>
      </div>
      <div className={styles["content"]}>
        <button className={styles["carousel-button"]}>
          <svg
            width="19"
            height="32"
            viewBox="0 0 19 32"
            fill="none"
            xmlns="http://www.w3.org/2000/svg"
          >
            <path
              d="M18.0833 0.833252C18.5 1.24992 18.7083 1.74325 18.7083 2.31325C18.7083 2.88214 18.5 3.37492 18.0833 3.79158L5.87501 15.9999L18.125 28.2499C18.5139 28.6388 18.7083 29.1249 18.7083 29.7083C18.7083 30.2916 18.5 30.7916 18.0833 31.2083C17.6667 31.6249 17.1733 31.8333 16.6033 31.8333C16.0345 31.8333 15.5417 31.6249 15.125 31.2083L1.12501 17.1666C0.958342 16.9999 0.84001 16.8194 0.77001 16.6249C0.70112 16.4305 0.666676 16.2221 0.666676 15.9999C0.666676 15.7777 0.70112 15.5694 0.77001 15.3749C0.84001 15.1805 0.958342 14.9999 1.12501 14.8333L15.1667 0.791586C15.5556 0.402697 16.0345 0.208252 16.6033 0.208252C17.1733 0.208252 17.6667 0.416586 18.0833 0.833252Z"
              fill="rgba(167, 167, 167, 1)"
            />
          </svg>
        </button>
        <button className={styles["carousel-button"]}>
          <svg
            width="19"
            height="32"
            viewBox="0 0 19 32"
            fill="none"
            xmlns="http://www.w3.org/2000/svg"
          >
            <path
              d="M18.0833 0.833252C18.5 1.24992 18.7083 1.74325 18.7083 2.31325C18.7083 2.88214 18.5 3.37492 18.0833 3.79158L5.87501 15.9999L18.125 28.2499C18.5139 28.6388 18.7083 29.1249 18.7083 29.7083C18.7083 30.2916 18.5 30.7916 18.0833 31.2083C17.6667 31.6249 17.1733 31.8333 16.6033 31.8333C16.0345 31.8333 15.5417 31.6249 15.125 31.2083L1.12501 17.1666C0.958342 16.9999 0.84001 16.8194 0.77001 16.6249C0.70112 16.4305 0.666676 16.2221 0.666676 15.9999C0.666676 15.7777 0.70112 15.5694 0.77001 15.3749C0.84001 15.1805 0.958342 14.9999 1.12501 14.8333L15.1667 0.791586C15.5556 0.402697 16.0345 0.208252 16.6033 0.208252C17.1733 0.208252 17.6667 0.416586 18.0833 0.833252Z"
              fill="rgba(255, 0, 0, 1)"
            />
          </svg>
        </button>
        {content.map((el, i) => (
          <ServiceCard
            image={el.image}
            title={el.title}
            desc={el.desc}
            key={el.title}
          />
        ))}
      </div>
    </div>
  );
};

export default ServiceBlock;
