import step_1 from "../../assets/step_1_image.svg";
import step_2 from "../../assets/step_2_image.svg";
import step_3 from "../../assets/step_3_image.svg";

export const content = [
  {
    key:"step_1",
    image: step_1,
    step: "Шаг 1",
    title: "Подготовка",
    desc_1:
      "Определяем оптимальную форму собственности, необходимые виды хозяйственной деятельности (PKD) и систему налогообложения.",
    desc_2:
      "Вы предоставляете необходимые данные и документы для регистрации фирмы.",
  },
  {
    key:"step_2",
    image: step_2,
    step: "Шаг 2",
    title: "Регистрация",
    desc_1:
      "Мы подготавливаем необходимые документы для регистрации бизнеса и отправляем их в соответствующие государственные органы (KRS/CEIDG).",
    desc_2:
      "Регистрируем компанию как налогоплательщика (VAT) и открываем банковский счет.",
  },
  {
    key:"step_3",
    image: step_3,
    step: "Шаг 3",
    title: "Передача документов",
    desc_1:
      "После подтверждения регистрации фирмы, получения налогового номера NIP и номера регистрации в Национальном судебном реестре KRS, мы передаем вам все уставные документы фирмы.",
  },
];
