export const content = [
  {
    key: "start",
    title: "С чего начать сотрудничество с Бизнес-инкубатором?",
    desc: "Для начала сотрудничества с Бизнес-инкубатором необходимо отправить заявку с сайта, позвонить по указанному номеру телефона или непосредственно прийти к нам в офис. Аккаунт-менеджер внимательно вас выслушает и ответит на все вопросы, расскажет о принципах работы Бизнес-инкубатора и предоставит необходимые документы для сотрудничества.",
    state: false,
  },
  {
    key: "city",
    title:
      "В каком городе Польши нужно жить, чтобы стать клиентом Бизнес-инкубатора?",
    desc: "Мы сотрудничаем с клиентами со всей Польши - город проживания не имеет значения.",
    state: false,
  },
  {
    key: "period",
    title: "Какой минимальный срок сотрудничества с Бизнес-инкубатором?",
    desc: "Мы подписываем договор на неопределённый срок с возможностью его расторжения с предупреждением за один месяц.",
    state: false,
  },
  {
    key: "work",
    title:
      "Могу ли я сотрудничать с Бизнес-инкубатором если у меня есть официальная работа?",
    desc: "Да, конечно. Сотрудничество с Бизнес-инкубатором не противоречит одновременной работе по найму и/или ведению деятельности через собственную фирму.",
    state: false,
  },
  {
    key: "brand",
    title: "Могу ли я использовать свое название бренда и свой логотип?",
    desc: "Да, вы сами формируете образ своего бренда. Данные Бизнес-инкубатора не обязательно размещать на своем сайте.",
    state: false,
  },
  {
    key: "check",
    title:
      "Как выглядит процесс проверки и подписания договоров с моими контрагентами?",
    desc: "Каждый договор должен быть отправлен в юридический отдел Бизнес-инкубатора в редактируемой форме. Мы проверяем договор и вносим необходимые реквизиты.",
    state: false,
  },
  {
    key: "signature",
    title: "Кто будет подписывать договора с моими контрагентами?",
    desc: "Все договора с вашими контрагентами будет подписывать уполномоченный представитель Бизнес-инкубатор.",
    state: false,
  },
  {
    key: "docs",
    title: "Как и где я буду выставлять фактуры?",
    desc: "Сразу же после подписания договора о сотрудничестве вы получите доступ к CRM-системе, в которой будете выставлять фактуры. Аккаунт-менеджер проведет обучение по пользованию системой.",
    state: false,
  },
  {
    key: "money",
    title: "Куда будут поступать заработанные мною деньги?",
    desc: "После подписания договора сотрудничества с Бизнес-инкубатором для вас будет открыт отдельный банковский счет, на который будут поступать деньги. После оплаты всех необходимых платежей деньги с этого счета будут переводиться на вашу банковскую карту.",
    state: false,
  },
  {
    key: "lang",
    title: "На каком языке происходит обслуживание в Бизнес-инкубаторе?",
    desc: "Бизнес-инкубатор обслуживает клиентов на украинском, польском, белорусском и русском языках.",
    state: false,
  },
];
