export const content = [
    {
        key:"pos_1",
        title:"Находиться легально в стране",
    },
    {
        key:"pos_2",
        title:"Пересекать границы без оформления визы",
    },
    {
        key:"pos_3",
        title:"Работать без дополнительных разрешений",
    },
    {
        key:"pos_4",
        title:"Официально приобретать и оформлять недвижимость и транспорт",
    },
    {
        key:"pos_5",
        title:"Регистрировать и вести бизнес",
    },
    {
        key:"pos_6",
        title:"Открывать долгосрочные визы родным",
    },
    {
        key:"pos_7",
        title:"Обучаться в ВУЗах Польши",
    },
    {
        key:"pos_8",
        title:"Рассчитывать на дальнейшую долгосрочную легализацию",
    },
];