import service_1 from "../../assets/service_1.svg";
import service_2 from "../../assets/service_2.svg";
import service_3 from "../../assets/service_3.svg";
import service_4 from "../../assets/service_4.svg";
import service_5 from "../../assets/service_5.svg";

export const content = [
  {
    id: "card_1",
    image: service_1,
    title: "Базовый пакет бизнес-инкубатор",
    desc: "Бизнес-инкубатор предоставляет возможность проверить свои идеи в рыночных условиях без регистрации компаний. Любой, у кого есть бизнес-идея, может реализовать ее, сотрудничая с Бизнес-инкубатором. Это самый дешевый, быстрый и наименее рискованный способ протестировать собственную бизнес-идею. Предоставляем персонального аккаунт-менеджера.",
    link:"/basic-package"
  },
  {
    id: "card_2",
    image: service_2,
    title: "Регистрация предпринимательства и фирмы",
    desc: "Осуществляем регистрацию юридических лиц, представительств иностранных компаний и предпринимательства в Польше. Консультируем по всем сопутствующим вопросам.",
    link:"/business-and-company"
  },
  {
    id: "card_3",
    image: service_3,
    title: "Бухгалтерское обслуживание для фирм и предпринимателей",
    desc: "Предоставляем услуги по полному ведению бухгалтерии для предпринимателей и юридических лиц в Польше. Консультируем по финансовым, бухгалтерским и налоговым вопросам.",
  },
  {
    id: "card_4",
    image: service_4,
    title: "Легализация пребывания в Польше",
    desc: "Оказываем услуги по легализации иностранцам, которые проживают в Польше. Мы находимся в курсе самых последних изменений польского законодательства и обеспечиваем получения разрешения на временное пребывание и работу (karta pobytu) в Польше.",
  },
  {
    id: "card_5",
    image: service_5,
    title: "SMM. ADWORDS. SEO",
    desc: "Разработка маркетинговой стратегии и контент-плана для развития и продвижения бизнеса в Польше. SEO - оптимизация, ведение социальных сетей проекта, настройка и сопровождение рекламного кабинета ADWORDS. Адаптация продукта или к услуги к европейскому потребителю.",
  },
];
