export const content = [
  {
    key: "review_1",
    desc: "Ребята просто супер! Все быстро, четко, никакой воды и вытягивания денег. Индивидуальный подход. Дарье отдельная благодарность за терпеливость к большому количеству вопросов, быстрые и структурированные ответы на них) Очень порадовало отношение, рассматривают каждый отдельный случай, поясняют как лучше оформиться, чтобы не переплачивать, в каких моментах бонусы и т.д. Рекомендую в качестве достойного бизнес-инкубатора!",
    author: "Olga Sheremet",
  },
  {
    key: "review_2",
    desc: 'Пишу отзыв спустя некоторое время работы с BiznesExpert. В первую очередь хочется отметить отзывчивость и понимание проблем. Чувствуется, что к работе подходят индивидуально. Стараются по минимуму задействовать именно меня, предлагают несколько подходов к решению одной задачи. Всегда есть оперативная связь. Все проблемы, которые возникали, решались с максимально удобной для меня стороны. Даже на самый глупый вопрос "а где это находиться?" давался исчерпывающийся ответ. Очень понравилось, что не стараются допродать какие-то услуги, все сугубо по моему запросу. Бесплатная консультация перед началом сотрудничества была очень профессиональной, по опыту - такое редко встретишь.',
    author: "Mi Ch",
  },
  {
    key: "review_3",
    desc: 'Работаю с инкубатором третий месяц и довольна абсолютно! Отдельная благодарность куратору Татьяне :) На все вопросы я получала исчерпывающие ответы, максимально подробно объяснялись все нюансы, атмосфера в офисе очень приятная и дружелюбная. Советую инкубатор всем, кто хочет избавиться от "бумажной работы" и отдельно рекомендую Татьяну - работать с ней одно удовольствие :)',
    author: "Yana Kozlova",
  },
  {
    key: "review_4",
    desc: "Обратиться в этот бизнес-инкубатор было самым правильным решением. Очень приятная команда, отличный сервис, большая помощь во всех вопросах. Лучшего старта для предпринимательской деятельности в Польше не придумаешь.",
    author: "Iya Kolomentseva",
  },
  {
    key: "review_5",
    desc: "Ребята просто супер! Все быстро, четко, никакой воды и вытягивания денег. Индивидуальный подход. Дарье отдельная благодарность за терпеливость к большому количеству вопросов, быстрые и структурированные ответы на них) Очень порадовало отношение, рассматривают каждый отдельный случай, поясняют как лучше оформиться, чтобы не переплачивать, в каких моментах бонусы и т.д. Рекомендую в качестве достойного бизнес-инкубатора!",
    author: "Olga Sheremet",
  },
];
