import basic from "../../../assets/ServiceBlock/basic_card_image.svg";
import registration from "../../../assets/ServiceBlock/registration_card_image.svg";
import firm from "../../../assets/ServiceBlock/firm_card_image.svg";
import legalization from "../../../assets/ServiceBlock/legalization_card_image.svg";
import smm from "../../../assets/ServiceBlock/smm_card_image.svg";

export const content = [
  {
    key: "basic",
    image: basic,
    title: "Базовый пакет бизнес-инкубатор",
    desc: "Бизнес-инкубатор предоставляет возможность проверить свои идеи в рыночных условиях без регистрации компаний. Любой, у кого есть бизнес-идея, может реализовать ее, сотрудничая с Бизнес-инкубатором. Это самый дешевый, быстрый и наименее рискованный способ протестировать собственную бизнес-идею. Предоставляем персонального аккаунт-менеджера.",
  },
  {
    key: "registration",
    image: registration,
    title: "Регистрация предпринимательства и фирмы",
    desc: "Осуществляем регистрацию юридических лиц, представительств иностранных компаний и предпринимательства в Польше. Консультируем по всем сопутствующим вопросам.",
  },
  {
    key: "firm",
    image: firm,
    title: "Бухгалтерское обслуживание для фирм и предпринимателей",
    desc: "Предоставляем услуги по полному ведению бухгалтерии для предпринимателей и юридических лиц в Польше. Консультируем по финансовым, бухгалтерским и налоговым вопросам.",
  },
  {
    key: "legalization",
    image: legalization,
    title: "Легализация пребывания в Польше",
    desc: "Оказываем услуги по легализации иностранцам, которые проживают в Польше. Мы находимся в курсе самых последних изменений польского законодательства и обеспечиваем получения разрешения на временное пребывание и работу (karta pobytu) в Польше.",
  },
  {
    key: "legalization",
    image: smm,
    title: "SMM. ADWORDS. SEO",
    desc: "Разработка маркетинговой стратегии и контент-плана для развития и продвижения бизнеса в Польше. SEO - оптимизация, ведение социальных сетей проекта, настройка и сопровождение рекламного кабинета ADWORDS. Адаптация продукта или к услуги к европейскому потребителю.",
  },
];
